[
  {
    "title": "ขยายใจให้ใหญ่ขึ้น",
    "author": "พระไพศาล วิสาโล",
    "img": "img/books/kayaijai.jpg",
    "pdf": "http://kanlayanatam.com/book/kayaijai.pdf",
    "caption": "เราไม่อาจควบคุมหรือบงการให้มีแต่สิ่งดี ๆ เกิดขึ้นกับเรา แม้ระมัดระวังหรือทำดีที่สุดแล้ว ก็ยังมีเหตุร้ายหรือสิ่งไม่พึงประสงค์เกิดขึ้นกับเราอยู่นั่นเอง<br/><br/>แต่มีสิ่งหนึ่งที่เราทำได้ก็คือ ดูแลรักษาใจให้เข้มแข็งมั่นคง รวมทั้งขยายใจของเราให้ใหญ่ขึ้น ประหนึ่งแม่น้ำที่สามารถละลายน้ำพริก หรือพิษทั้งหลายให้เจือจางลง",
    "star": 5
  },
  {
    "title": "วางใจให้เป็น",
    "author": "พระไพศาล วิสาโล",
    "img": "img/books/warngjai.jpg",
    "pdf": "http://kanlayanatam.com/book/WarngJai.pdf",
    "caption": "เราไม่สามารถควบคุมบงการ ผู้คนและโลกรอบตัว ให้เป็นดั่งใจ มิอาจคาดหวังหรือเรียกร้อง ให้มีแต่สิ่งดีๆ เกิดขึ้นกับเรา อย่าได้มีสิ่งเลวร้ายผ่านเข้ามาในชีวิตเลย แต่อย่างน้อยมีสิ่งหนึ่งที่เราทนได้ นั่นคือ การวางใจให้เป็น ไม่ว่าอยู่ในสถานการณ์ใด",
    "star": 5
  },
  {
    "title": "เปลี่ยนทุกข์เป็นธรรม",
    "author": "พระไพศาล วิสาโล",
    "img": "img/books/pleantook.jpg",
    "pdf": "http://kanlayanatam.com/book/PleanTook.pdf",
    "caption": "ปราศจากโคลนตม ดอกบัวอันงดงาม ย่อมมิอาจเกิดขึ้นได้ฉันใด ปราศจากความทุกข์ ปัญญาหรือความรู้แจ้ง ก็มิอาจเกิดขึ้นได้ฉันนั้น",
    "star": 4
  },
  {
    "title": "สร้างความสุขในครอบครัว ด้วยหัวใจใฝ่ธรรม",
    "author": "อ.สุภีร์ ทุมทอง",
    "img": "img/books/HappyFamily.jpg",
    "pdf": "http://kanlayanatam.com/book/HappyFamily.pdf",
    "caption": "ครอบครัวประกอบด้วยคนหลายคน หลายวัย หลากความคิด<br/><br/>การที่คนเราจะอยู่ด้วยกันได้อย่างมีความสุข จะต้องนำธรรมะเข้ามาใช้ในการดำรงชีวิต<br/><br/>ท่าน อ. สุภีร์ได้อธิบายถึงหลักธรรมในการครองเรือน และเพื่อการใช้ชีวิตร่วมกันอย่างมีความสุข",
    "star": 5
  },
  {
    "title": "ธรรมะสำหรับผู้ป่วย",
    "author": "พระไพศาล วิสาโล",
    "img": "img/books/book180.jpg",
    "pdf": "http://kanlayanatam.com/book/book_180.pdf",
    "caption": "ความเจ็บป่วย เป็นธรรมดาของชีวิต คนเราทุกคนย่อมต้องเผชิญกับความเจ็บป่วยด้วยกันทั้งนั้น<br/><br/>แต่ในยามที่เราเจ็บป่วยทางกาย การดูแลรักษาใจไม่ให้เจ็บป่วยตาม ก็เป็นสิ่งสำคัญไม่น้อย หลายคนที่ป่วยทางกายเพียงเล็กน้อย แต่ป่วยทางใจมากกว่า ด้วยความคิดกังวลต่างๆ ทำให้อาการทรุดหนักลงเร็วกว่าเดิม<br/><br/>เราลองมาศึกษาและหาทางเยียวยารักษาใจกันดูบ้างไหม? บางครั้งหากใจไม่ป่วย ร่างกายเราก็หายป่วยเร็วขึ้น<br/><br/>เหมือนดังพุทธพจน์ที่ว่า \"ท่านพึงสำเหนียกว่า ถึงกายเราจะมีโรครุมเร้า แต่ใจของเรา จักไม่มีโรครุมเร้าเลย\"",
    "star": 4
  },
  {
    "title": "ความดีและอานุภาพของความดี",
    "author": "อ.วศิน อินทสระ",
    "img": "img/books/kvamdee.jpg",
    "pdf": "http://kanlayanatam.com/book/kvamdee.pdf",
    "caption": "อะไรคือ ความดี ...???<br/>อะไรคือ ความชั่ว ....???<br/>ทำไมทำดีแล้วไม่ได้ดี....???<br/>อานุภาพของความดีคืออะไร...???<br/>วิธีการสร้างความดี...???<br/><br/>ในทางพุทธศาสนาถือว่า การกระทำใดๆ ทั้งกาย วาจา ใจ ที่ไม่เบียดเบียนตนเองและผู้อื่นให้เดือดร้อน และมีประโยชน์ ก็ถือว่าเป็นความดี การกระทำใดๆ ทั้งกาย วาจา ใจ ที่ทำให้ตนเองและผู้อื่นมีความเพลิดเพลิน แต่ไม่มีประโยชน์ ซ้ำยังอาจเป็นโทษด้วย ก็ถือว่าเป็นความชั่ว<br/><br/>ลองมาศึกษากันดูไหม...<br/>ว่าอะไรคือความดี ?<br/>แล้วเราจะทำดีได้อย่างไร ?<br/>ทำดีแล้ว มีอานุภาพอย่างไร ?",
    "star": 3
  },
  {
    "title": "ชีวิตที่จิตใฝ่หา",
    "author": "พระไพศาล วิสาโล",
    "img": "img/books/jitphaiha.jpg",
    "pdf": "http://kanlayanatam.com/book/jitphaiha.pdf",
    "caption": "สิ่งที่จิตส่วนลึกปรารถนาอย่างแท้จริง คือ ความสงบเย็นและความเบิกบาน ซึ่งมิอาจได้จากการครอบครองสิ่งภายนอก แต่เกิดจากความตื่นรู้ และความอิสระภายใน อันเป็นที่มาแห่งความสุขอย่างแท้จริง<br/><br/>ดังนั้นชีวิตที่จิตใฝ่หา จึงมิใช่ชีวิตที่มั่งคั่ง ร่ำรวยด้วยยศทรัพย์และอำนาจ หากคือชีวิตที่เข้าถึงสัจธรรม จนไม่หลงยึดติดถือมั่นในสิ่งใด ๆ ให้เป็นทุกข์ และไม่มีที่ตั้งให้แก่กิเลส แต่ขณะเดียวกันก็เป็นชีวิตที่เอื้อเฟื้อเกื้อกูล เปี่ยมด้วยเมตตาอย่างไม่มีประมาณ",
    "star": 3
  },
  {
    "title": "ปิยกรณธรรม",
    "author": "อ.วศิน อินทสระ",
    "img": "img/books/Piyakorntham.jpg",
    "pdf": "http://kanlayanatam.com/book/Piyakorntham.pdf",
    "caption": "ความเข้าใจแจ่มแจ้งในเรื่องกรรมทำให้เรามีความอดทนในการทำความดี มีความบากบั่นมั่นคงไม่ท้อถอย ช่วยให้กล้าเผชิญชีวิตอย่างกล้าหาญเด็ดเดี่ยว สามารถมองเห็นแง่ดีแม้ของความผิดหวังพลั้งพลาด แล้วตั้งต้นใหม่อย่างไม่ระย่อ<br/><br/>คำสอนเรื่องกรรมจึงเป็นเรื่องท้าทาย ช่วยให้คนต่อสู้ดิ้นรนเพื่อพิสูจน์ด้วยตนเองว่าทำดีได้ดีนั้นเป็นอย่างไร",
    "star": 3
  },
  {
    "title": "ได้เวลาชำระจิตชำรุด",
    "author": "ปันยา",
    "img": "img/books/daivela.jpg",
    "pdf": "http://kanlayanatam.com/book/daivela.pdf",
    "caption": "หนังสือธรรมะเบื้องต้น ที่ครอบคุลมเรื่อง ความสุข ความทุกข์ โลกธรรม หน้าที่มนุษย์ การแบ่งปัน ความรัก การปล่อยวาง สติ กรรม และการทำบุญ<br/><br/>เป็นหนังสือที่อ่านง่ายๆ สำหรับผู้ที่เพิ่งเริ่มต้นสนใจธรรมะเป็นครั้งแรก โดยผู้เขียน เขียนจากประสบการณ์จริงของตัวเอง ด้วยภาษาง่ายๆ อ่านสบายๆ มีมุกขำขันแทรกบ้างประปราย และนำไปใช้ในการดำเนินชีวิตได้เป็นอย่างดี",
    "star": 4
  },
  {
    "title": "เรื่องของแม่ชีป่าน",
    "author": "เงาศิลป์ คงแก้ว",
    "img": "img/books/MaeShePan.jpg",
    "pdf": "http://kanlayanatam.com/book/MaeShePan.pdf",
    "caption": "แม้อายุยังน้อยแต่เธอสามารถเข้าใจธรรมะที่ลึกซึ้งได้ นอกจากการสวดมนต์แล้ว หนังสือธรรมะยังเป็นที่พึ่งทางใจของเธอ ที่สำคัญกว่านั้นคือการภาวนา ด้วยการพิจารณากายและใจอย่างต่อเนื่อง เรียนรู้จากทุกขเวทนาที่ปรากฏกับกาย เพื่อเห็นความจริงว่า สิ่งเหล่านี้ มิอาจยึดมั่นถือมั่นเป็นเราและของเราได้เลย ความจริงดังกล่าวนี้แหละ ที่จะนำไปสู่การปล่อยวาง จนทุกข์มิอาจย่ำยีบีฑาจิตใจได้",
    "star": 3
  }
]
